{"id": "431", "position": "Head of Finance", "html_content": "<p><em>Das Unternehmen ist Hersteller von hochwertiger Tiernahrung (hochwertige Tiernahrungsprodukte für Hunde und Katzen, frei von Zusatz- und Konservierungsstoffen). Der Vertrieb erfolgt hauptsächlich online, es gibt jedoch auch Shops in größeren Städten.</em></p><p><br></p><p><em>Das Unternehmen gehört seit 2021 zu einem Private-Equity Unternehmen/Family Office, das langfristig investiert und das Wachstum unterstützt, vor allem durch den Ausbau des Onlinegeschäfts. Das Werk in Berlin ist sowohl Sitz der Gesellschaft als auch Produktionsstandort.</em></p><p><br></p><p><strong><u>Allgemeine Informationen:</u></strong></p><ul><li>Titel: Head of Finance</li><li>Team: Aktuell 2 Mitarbeiter</li><li>Berichtslinie: Direkt an den CEO, darüber hinaus enge Abstimmung mit den Gesellschaftern und dem Senior Management, enge Einbindung in unternehmensweiten Entscheidungsprozessen und Board-Abstimmungen</li><li>Gehalt (tbd):</li><li class=\"ql-indent-1\">EUR 100,000 – 120,000 Basisgehalt, zzgl. 10-15% Bonus</li><li class=\"ql-indent-1\">Firmenwagen</li><li class=\"ql-indent-1\">Sweet Equity</li><li>Location: Berlin (Homeoffice mit 1-2 Tagen/Woche möglich), in Marienfelde/Südberlin</li><li>Wichtig: <em>Der Kandidat muss die Equity Story des Unternehmens verstehen und dafür brennen, den Erfolg über die Finance-Funktion hinaus voranzutreiben. Ein Exit in 2–3 Jahren ist greifbar, und wir können ein attraktives LTI-Package anbieten.</em></li></ul><p><br></p><p><strong><u>Aufgaben:</u></strong></p><ul><li>Effiziente Durchführung von Monats- und Jahresabschlussprozessen</li><li>Professionalisierung der Finanzprozesse und -strukturen, um zukünftiges Wachstum zu unterstützen</li><li>Weiterentwicklung des Budgetierungsprozesses und Entwicklung von aussagekräftigen Kennzahlen zur Steuerung des Unternehmens in enger Zusammenarbeit mit den operativen Führungskräften (Finance als Business Partner, der strategische Entscheidungen mit präzisen Analysen unterstützt)</li><li>Aufbau und Implementierung eines effektiven Reporting-Systems, das eine transparente und datenbasierte Entscheidungsfindung fördert</li><li>Sicherstellung einer nachhaltigen Finanzplanung, die sowohl operative Effizienz als auch Investitionen für zukünftige Wachstumsphasen berücksichtigt</li><li>Effektives Cash-Flow-Managements zur Sicherstellung der Liquidität</li><li>Fremdkapitalfinanzierung für Investitionen und potenzielle Akquisitionen</li><li>Vorbereitung und Begleitung eines Verkaufsprozesses innerhalb der nächsten 2–3 Jahre</li></ul><p><br></p><p><strong><u>Fachliche Anforderungen:</u></strong></p><ul><li>Relevante Erfahrung in den Finanzkernkompetenzen (Rechnungswesen, Planung, Controlling)</li><li>Erfahrung im Aufbau von Abteilungen und Verbesserung von Prozessen</li><li>Erfahrung in der Unterstützung von Implementierungsprozessen für Software und ERP-Systeme sowie der Nutzung digitaler Tools</li><li>Verständnis der relevanten D2C E-Commerce KPIs und deren Anwendung zur Steuerung des Unternehmenswachstums.</li><li>Erfahrung in der Zusammenarbeit mit externen Stakeholdern</li><li>Idealerweise Erfahrung in einem produzierenden Unternehmen</li></ul><p><br></p><p><strong><u>Persönliche Kompetenzen;</u></strong></p><ul><li>Fachliche und disziplinarische Führungskompetenz</li><li>Hohe Umsetzungsstärke und die Fähigkeit, zielgerichtet und effizient zu arbeiten</li><li>Klare und überzeugende Kommunikation, auch abteilungsübergreifend</li><li>Fähigkeit, ein motivierendes und vertrauensvolles Arbeitsumfeld zu schaffen</li><li>\"Digital savvy\"</li></ul><p><br></p><p><br></p><p class=\"ql-align-justify\"><strong><em><u>Kernziele des Unternehmens:</u></em></strong></p><ul><li><em>Ausbau der digitalen Marketing- und Vertriebskanäle sowie der B2B-Vertriebsstruktur.</em></li><li><em>Ausbau der Produktionskapazitäten (Planung, Finanzierung und Ausbaumöglichkeiten am Standort Berlin sind bereits vorhanden)</em></li><li><em>Ausbau der Datenbasis und detaillierte Kunden- bzw. Zielgruppenanalyse</em></li><li><em>Internationalisierung (innerhalb Europa)</em></li><li><em>Add-on Akquisitionen</em></li></ul>", "function_skills": "[\"M_AND_A_SUPPORT\", \"CORPORATE_FINANCE\", \"GENERAL_MANAGEMENT\", \"CONTROLLING_AND_PERFORMANCE_MEASUREMENT_SYSTEMS\", \"ACCOUNTING\"]", "industry_skills": "[\"RETAIL_INDUSTRY\"]", "city": "Berlin", "country": "GERMANY", "salary": "NOT_DISCLOSED", "day_rate": "NOT_APPLICABLE", "type": "PERM"}
{"id": "104", "position": "Senior Consultant Prozessoptimierung/Lean", "html_content": "<p>Ein Schulungs- und Beratungsunternehmen mit dem Fokus auf Prozessoptimierung/Operational Excellence, Change und Leadership benötigt Unterstützung.&nbsp;</p>\n<p>Um die Kundenanfragen abbilden zu können, soll das Beraterteam erweitert werden. Getreu dem Motto „Aus der Praxis, für die Praxis“ wird besonderer Wert auf Berufserfahrung gelegt. Die Projekte sind anspruchsvoll, das Team ist professionell, aber auch unkompliziert in der Zusammenarbeit und bietet Raum für die persönliche Weiterentwicklung.</p>\n<p></p>\n<p><ins>Dein Profil:</ins></p>\n<ul>\n<li>technisch oder technisch-wirtschaftliches Studium sowie mehrjährige relevante Berufserfahrung in Beratungs- und Produktionsunternehmen</li>\n<li>fundierte Erfahrung im Projektmanagement und in schlanken Produktionssystemen</li>\n<li>Du arbeitest gern in leistungsorientierten Teams, bringst gute analytische Fähigkeiten und unternehmerisches Denken mit</li>\n<li>souveräne kommunikative Kompetenz</li>\n</ul>\n<p></p>\n<p><ins>Die Aufgabe:</ins></p>\n<p>Du übernimmst die Leitung von Projekten mit Schwerpunkt Prozessoptimierung und Restrukturierung von Produktionsunternehmen und bist direkter Ansprechpartner der Geschäftsleitung vor Ort in allen projektrelevanten Fragen. Du übernimmst wichtige Aufgaben bei der Weiterentwicklung des Unternehmens-Know-hows und der Teammitglieder.&nbsp;</p>\n<p></p>\n", "function_skills": "[\"LEAN_MANAGEMENT\", \"LEAN_SERVICE_OPTIMISATION\", \"PROCESS_MANAGEMENT\", \"PRODUCTION_OPTIMISATION\"]", "industry_skills": "[\"PROFESSIONAL_SERVICE_FIRMS\"]", "city": "München (HQ), hybrid möglich", "country": "GERMANY", "salary": "FROM_100K_TO_150K", "day_rate": "NOT_APPLICABLE", "type": "PERM"}
{"id": "432", "position": "SVP of Product Management and Marketing", "html_content": "<p><em>The Company is a global leader in the sports and leisure sector, specializing in the development, production, distribution, and installation of synthetic and artificial turf surfaces. With a workforce of over 2,000 and more than 20 subsidiaries worldwide.</em></p><p><em>The Company is the leading specialist and global market leader for outdoor sports surfaces, with more than 2,000 employees. They specializes in the development, production, distribution, and installation of sports flooring systems, particularly artificial turf systems for sports such as soccer, field hockey, tennis, and rugby, as well as synthetic surfacing systems for athletics, ball sports, and play and climbing facilities.The Companies comprises over 30 Group companies worldwide and also owns leading brands.</em></p><p><br></p><p><strong><u>General information</u></strong></p><ul><li>Job Title: SVP of Product Management and Marketing / Chief Marketing Officer</li><li>Reporting line: Group CEO</li><li>Direct reports: 2-3 (Head of Product / Head of Marketing + Teams)</li><li>Salary package (TBD): 250-300k OTE</li><li><span style=\"color: black;\">Location: Munich (HQ)</span></li><li>Travel: As this is a global role, international travel is essential, e.g. every 6 weeks to the USA, but also Asia-Pacific</li><li>Funding: PE-backed</li><li>Internationality: A total of approx. 20 (global) subsidiaries and approx. 2,000 employees&nbsp;</li></ul><p><br></p><p>The \"Senior Vice President, Product Management &amp; Marketing\" (or CMO) is a member of the management team. The role will organize the global product management teams to ensure the planning to execution stages of the product life cycle and keep other executives up to date with the latest developments regarding the product life cycle and roadmap.&nbsp;The role will manage a marketing team that builds global brand equity for the company, executes marketing campaigns, and builds top of funnel opportunities for the sales team through an omnichannel approach.&nbsp;Candidates will exercise the leadership to create synergies between product and marketing to support the company’s \"Go-to-Market\"-planning.&nbsp;&nbsp;</p><p><br></p><p><strong><u>Main objectives</u></strong></p><ul><li><span style=\"background-color: transparent;\">Objectively assess the marketplace through internal observations, the voice of the customer, and market research to a 5-year product roadmap and marketing strategy</span></li><li><span style=\"background-color: transparent;\">Maintain the product roadmap, and clearly communicate goals, roles, responsibilities and desired outcomes throughout the company to ensure that the entire company understands the vision and direction for the portfolio</span></li><li><span style=\"background-color: transparent;\">Implement and follow a product development process that is the company process for decisions on new product development. Includes a matrix approach that connects all relevant functions through a common language, clear descriptions of work, and project management that keeps projects on time</span></li><li><span style=\"background-color: transparent;\">Systematically prioritize the highest value projects, with an emphasis on strategic fit, volume, and profitability.&nbsp;Support with the appropriate business case, financial commitments, and timing&nbsp;&nbsp;</span></li><li><span style=\"background-color: transparent;\">Drive cross-functional collaboration across product management, engineering, design, marketing, and other teams to deliver high-quality products that meet customer needs and business goals</span></li><li><span style=\"background-color: transparent;\">Develop the evaluation process, financial metrics, and other KPIs to evaluate portfolio performance; adjust product mix, supply costs, and features to optimize volume and profitability</span></li><li><span style=\"background-color: transparent;\">Create positioning, messaging, and content strategies based on business objectives, category focus, and audience segments across all channels</span></li><li><span style=\"background-color: transparent;\">Develop an external communication and PR strategy to shape environmental and regulatory opinions in the market</span></li><li><span style=\"background-color: transparent;\">Build a digital marketing presence (website, SEO, and social media) that becomes a competitive differentiation in the market</span></li><li><span style=\"background-color: transparent;\">Maintain a lead management process that increases top of funnel opportunities.&nbsp;Use a defined process to find, nurture, and convert prospects</span></li><li><span style=\"background-color: transparent;\">Monitor and manage marketing performance through KPIs</span></li></ul><p><br></p><p><strong><u>Qualifications:</u></strong></p><ul><li>B.A. or B.Sc. degree in business or related discipline (MBA preferred)</li><li>5+ years leading a combined marketing and product management organization</li><li>Success in creating product management and marketing team structure tied to 5-year strategic plan attainment</li><li>Success in portfolio management, innovation, and commercialization of new products</li><li>Demonstrated working relationships with R&amp;D and engineering through a PDP process</li><li>Experience in the deployment of marketing activity through digital channels, lead generation, and brand management</li><li>Regular use of objectives and KPIs in the leadership of product management and marketing teams</li><li>Action oriented leadership:&nbsp;commitment to act on opportunities, take calculated risks, and stay agile</li><li>Proficient in collection, analysis, and synthesis of data and research into insights targeted at executive leadership teams</li><li>Mastery of the product lifecycle, including a stage gate PDP process and roadmap creation process</li><li>Excellent understanding of data and ability to use data to measure progress toward targeted financial goals</li></ul>", "function_skills": "[\"MARKETING_AND_COMMUNICATIONS_PLANNING\", \"PRODUCT_DEVELOPMENT\"]", "industry_skills": "[\"SPORTS_LEISURE\"]", "city": "München", "country": "GERMANY", "salary": "NOT_DISCLOSED", "day_rate": "NOT_APPLICABLE", "type": "PERM"}
{"id": "392", "position": "Head of Sales (CleanTech)", "html_content": "<p><em>Wir haben eine klare Vision! Arbeite mit uns daran den Markt für erneuerbare Energien neu zu denken. Wir sind ein Team von Nachhaltigkeitsvisionären und Business-Experten, die sich mit branchenführenden Softwareentwicklern zusammengetan haben, um eine wichtige Mission zu erfüllen: Wir wollen Unternehmen unterstützen die Energiewende umzusetzen und gleichzeitig Kosten einzusparen.</em></p><p><em>Wir machen das Undenkbare möglich: Wir befähigen Unternehmen jeder Größe, Strom professionell und nachhaltig zu beschaffen. Unsere Technologie schafft Zugang zu Strom aus Solar- und Windparks und ermöglicht Unternehmen ihre Betriebsabläufe auf erneuerbare Energien anzupassen.</em></p><p><br></p><p><strong>Das wird gesucht:</strong></p><p>Wir suchen einen ehrgeizigen und visionären <strong>Head of Sales</strong>, um unsere dynamische Sales-Entwicklung und das bestehende Team des Unternehmens auf die nächste Stufe zu führen. Du baust gerne Teams auf und willst eine nachhaltige Sales Strategie über verschiedene Kanäle hinweg entwickeln und erfolgreich umsetzen?</p><p><br></p><p><strong>Zusammenfassung</strong></p><ul><li>Position: Head of Sales</li><li>Industrie: Erneuerbare Energie/CleanTech (StartUp), aktuell ca. 25 FTE</li><li>Location: Berlin, 4d/Woche im Office</li><li>Gehaltsindikation: angepasst an Erfahrung und Seniorität.</li><li>Reporting Line: Co-Founder</li><li>Teamgröße: Aktuell 2 SDRs, 1 Account Executive, 1 Rev Ops, wachsend</li><li>Funding: VC-backed (12.5m€ bisher aufgenommen)</li><li>Ideal Customer Profile:</li><li class=\"ql-indent-1\">Einkäufer im Strommarkt (Mittelstand)</li><li class=\"ql-indent-1\">150-500 Mitarbeiter</li><li class=\"ql-indent-1\">energieintensives Business (z.B. auch Hotels)</li></ul><p><br></p><p><strong>Aufgaben</strong></p><ul><li>Dein Hauptfokus wird darauf liegen, effektive Verkaufsstrategien zu entwickeln und umzusetzen, um die Unternehmensziele zu erreichen und den Umsatz nachhaltig zu steigern.</li><li>Du führst das Vertriebsteam, entwickelst sie weiter und übernimmst das laufende Coaching des Teams. Dabei stellst du sicher, dass diese über die notwendigen Fähigkeiten verfügen, um in ihren Rollen bestmögliche Leistungen zu erbringen.</li><li>Lege klare Leistungsziele für das Team fest und entwickle es so weiter, dass hohe Leistungsstandards definiert und nachverfolgt werden können.</li><li>Du definierst und überwachst die Prozesse zur Lead-Generierung und -Qualifizierung mit dem Ziel, Effizienz zu optimieren und Conversion zu maximieren.</li><li>Implementiere Best Practices für Outbound-Prospecting, Lead-Nurturing, um beste Ergebnisse mit dem Team zu erzielen&nbsp;&nbsp;&nbsp;.</li><li>Definiere notwendige KPIs zur Steuerung unseres Vertriebserfolgs. Monitore und verbessere den Einsatz unserer Vertriebstools (z. B. CRM, Outbound-Tools), um die Produktivität und Effektivität im gesamten Team zu verbessern.</li><li>Du hältst dich laufend über Branchentrends und das Wettbewerbsumfeld auf dem Laufenden, um strategische Entscheidungen zu treffen.</li></ul><p><br></p><p><strong>Nach wem wird gesucht</strong></p><ul><li>Lust an und Erfahrung mit dem Aufbau von Sales-Teams,</li><li class=\"ql-indent-1\">idealerweise Kundenerfahrung im Energiemarkt im Einkauf von Energieleistungen</li><li class=\"ql-indent-1\">auf jeden Fall B2B-Expertise</li><li>Nachgewiesene Erfahrung in einer ähnlichen Funktion mit Schwerpunkt auf Inside Sales, Kaltakquise und modernen Methoden zur Leadgenerierung</li><li>Nachgewiesene Erfolgsbilanz bei der Einführung und Nutzung von Vertriebstools</li><li>Ausgeprägtes Verständnis des Energie-Marktes und verwandter Technologien um unsere Wunschkunden zu identifizieren und zu priorisieren</li><li>Ausgezeichnete Projektmanagement-Fähigkeiten mit der Fähigkeit, funktionsübergreifende Teams zu leiten.</li><li>Ausgeprägte analytische und problemlösende Fähigkeiten - wir entwickeln unsere Produkte stetig datenbasiert weiter.</li><li>Ausgezeichnete kommunikative und zwischenmenschliche Fähigkeiten</li><li>Eine kundenorientierte Denkweise und eine hohe Ergebnisorientierung</li></ul>", "function_skills": "[\"SALES_AND_ACCOUNT_MANAGEMENT\", \"GENERAL_MANAGEMENT\"]", "industry_skills": "[\"ENERGY_INDUSTRY\"]", "city": "Berlin", "country": "GERMANY", "salary": "NOT_DISCLOSED", "day_rate": "NOT_APPLICABLE", "type": "PERM"}
{"id": "435", "position": "Product Owner", "html_content": "<p>Kurzfristig benötigt ein Unternehmen die Unterstützung eines erfahrenen \"Product Owners\".</p><p><br></p><p><u>Allgemeine Informationen</u></p><ul><li>Start: ASAP</li><li>Laufzeit: Bis zur festen Besetzung der Rolle</li><li>Auslastung: 2-3 Tage/Woche</li><li>Standort: Oldenburg/Remote nach Absprache</li></ul><p><br></p><p><u>Wichtige Eigenschaften</u></p><ul><li>Fachliche Fähigkeit das Produkt zu durchdringen</li><li>Analytische Fähigkeiten, um die Business-Anforderungen zu „übersetzen“ für Entwickler</li><li>Kommunikationstalent und strukturiertes Arbeiten</li></ul><p><br></p><p><u>Kurzbeschreibung</u></p><p>Als PO des Unternehmens übersetzt du fachliche Anforderungen gemeinsam mit dem Produktmanager (=Fachexperte) in User Stories: Du leitest das Entwicklerteam und führst dort neue Arbeitsweisen (Scrum, Agile) ein. Du bist erfahren und schätzt die Change Management-Komponente an deiner Tätigkeit.</p><p><br></p><p><em>\"Wir müssen die Rolle eigentlich ASAP intern besetzen, aber das wird sicherlich etwas dauern. Zudem muss der PO in der Lage sein, sich gegenüber den 10 Entwicklern im Team zu behaupten. Also sollte er technisch und/oder analytisch (nicht nur methodisch) einiges auf dem Kasten haben.\"</em></p>", "function_skills": "[\"PRODUCT_DEVELOPMENT\", \"AGILE_PROJECT_MANAGEMENT\"]", "industry_skills": "[\"CONSTRUCTION_INDUSTRY\"]", "city": "Oldenburg", "country": "GERMANY", "salary": "NOT_APPLICABLE", "day_rate": "NOT_DISCLOSED", "type": "PROJECT"}
{"id": "402", "position": "Head of Treasury", "html_content": "<p><em>The company is a leading global manufacturer of advanced rolled aluminum products, producing approximately one million tons per year. The company operates seven production facilities and a research and development center in Germany and Norway, as well as the world's largest aluminum rolling mill,and the world's largest finishing plant. The company employs around 5,000 people. </em></p><p><br></p><p><strong>At a glance:</strong></p><ul><li>Title: Head of Treasury</li><li>Location: near Düsseldorf</li><li>Reporting line: Chief Financial Officer, complementary frequent contact with the private equity investor</li><li>Salary indication: 150-160k p.a. fix +(15-20% Bonus) - tbd</li><li>Team size: 8 Directs</li><li>Type of Role: short term interim- option possible; medium term permanent position wanted</li><li>Industry: The company is a global aluminum rolling and recycling company with approx. 5,000 employees</li></ul><p><br></p><p><strong>Position Overview</strong></p><p>This position reports to the Chief Financial Officer and is responsible for all global treasury operations, cash management, financing back office, foreign currency, interest and metal exposure management, hedging back office, bank relationships and insurance.&nbsp;</p><p>The position interacts with Group Accounting, Tax, Finance managers, metal procurement, IT and any other business/operations managers for the insurance program.&nbsp;</p><p><em>The candidate must have strong communication skills, with the ability to build a Treasury function in a Private Equity owned environment. Candidate must be analytical and possess strong interpersonal and leadership skills.</em></p><p><strong style=\"color: black;\">&nbsp;</strong></p><p><strong style=\"color: black;\">Main Responsibilities</strong></p><ul><li>Manage all cash management functions including cash concentration, wires, account funding.</li><li>Coordinate global liquidity for working capital needs.</li><li>Ensure corporate compliance with the Senior Credit Facility’s terms &amp; conditions, efficiently manage acquisition debt.</li><li>Support the CFO and the private equity sponsor in any financing operations</li><li>Provide the private equity sponsor with timely and accurate cash reports and liquidity forecasts and invest short term excess cash (if applicable).</li><li>Manage inter-company cash, including inter-company lending, dividends, and capital injections.</li><li>Manage FX, interest and metal exposure including hedging strategy and back office.</li><li>Manage the insurance program with the broker and relevant stakeholders.</li></ul><p><strong style=\"color: black;\">&nbsp;</strong></p><p><u>Treasury operations responsibilities:</u></p><ul><li>Develop global Treasury function.</li><li>Actively manage and lead the company’s monthly 13-week liquidity forecasting process, ensuring its accuracy and timeliness.</li><li>Actively manage the monthly FX, interest and metal exposure identification process and hedging program.</li><li>Track interest rate caps and swaps.</li><li>Review daily cash position and its relevant components.</li><li>Work closely with A/R and credit-collections to maintain DSO while coordinating with A/P and procurement actions to ensure working capital is under control and able to support the business and meet debt payment.</li><li>Implement new bank technologies, products and services to improve cash cycle and simplify company operations.</li><li>Coordinating with accounting to ensure cash activities are properly recorded and bank accounts are properly reconciled.</li><li>Manage the factoring program in close collaboration with the accounting team.</li><li>Actively manage the credit insurance program and work closely with the sales teams</li><li>Maintain letter of credit portfolio, collaborating with beneficiaries to ensure coverage is up to date and coordinating with banks on any export L/C requirements.</li></ul><p>&nbsp;</p><p><u>Debt management responsibilities:</u></p><ul><li>In conjunction with the daily cash management activity, the treasury manager will ensure the Revolver or any other facility such factoring/ABL is used efficiently to cover net cash needs, preparing and submitting the Borrowing Base Certificate and proper Borrowing Notices, coordinating with the lender’s debt operations desk, ensuring bank fees are tracked and paid promptly, ensuring Term Loan amortization is handled on time, and interest is paid according to terms.</li><li>A key responsibility is to become familiar with the terms and conditions of the Factoring/Securitization/ABL and Senior Credit Facilities, preparing the various compliance certificates on a timely basis, alerting both management and the private equity sponsor of any possible upcoming compliance issues, developing working relationships with the Agent and the Lenders.&nbsp;&nbsp;</li></ul><p>&nbsp;</p><p><u>Liquidity and foreign currency management responsibilities:</u></p><ul><li>Coordinate the data sourcing and prepare rolling 13 weeks cash forecast. The process will include a review of the data submitted and challenging underlying assumptions to ensure a high level of credibility in the final report.</li><li>Manage the company’s overall foreign currency (FX), interest metal exposure and hedging program.</li><li>Coordinate and supervise group’s cash and FX exposure forecasting.</li><li>Maintain and develop hedging strategies.</li><li>Prepare overview analysis of monthly report for both management and Board review.&nbsp;Position needs to fully understand the forecast to effectively deal with questions and discussions from management and the Board.</li><li>Maintain accuracy and integrity of the monthly report by tracking actuals vs forecast on a weekly basis, focusing needed action to be taken on major disconnects versus forecast.</li></ul><p>&nbsp;</p><p><u>Other responsibilities:</u></p><ul><li>Coordinate possible bolt-on acquisition activity with the private equity sponsor, assisting in due diligence, working with the deal team on amendments or new financings, closing date activity, post-closing merger of treasury operations.</li><li>Maintain bank relationships with existing banks and other service providers.</li><li>Manage the insurance program providing sufficient coverages and minimizing the premiums, coordinate insurance policies annual renewals and claims.</li><li>Coordinate tax strategy with Tax Director and Private Equity owners.</li><li>Ensure compliance with internal controls, policies and procedures including a Group Risk management policy. Develop and monitor treasury operational policies.</li></ul><p><strong style=\"color: black;\">&nbsp;</strong></p><p><strong style=\"color: black;\">Qualifications</strong></p><ul><li>Bachelor degree with focus on finance, banking or any related field required, Master degree / MBA preferred.</li><li><span style=\"color: black;\">Certified Treasury Professional designation preferred.</span></li><li>10+ years’ experience in<span style=\"color: black;\"> cash management, capital markets, and/ or corporate finance in a global industrial corporate or a banking environment.</span></li><li>Experience managing debt facilities.</li><li><span style=\"color: black;\">Experience building treasury functions and processes.</span></li><li><span style=\"color: black;\">Experience creating and implementing effective internal controls. </span></li><li><span style=\"color: black;\">Track record of active teamwork and experience working with other Business and finance departments</span></li><li><span style=\"color: black;\">More than 5 years’ experience in leading a team</span></li><li><span style=\"color: black;\">Ability to motivate, inspire and develop a team</span></li><li><span style=\"color: black;\">Ability to communicate effectively across cultures and ability to work independently</span></li><li><span style=\"color: black;\">Solution-oriented and the ability to manage complex issues</span></li><li><span style=\"color: black;\">Very structured and analytical way of working</span></li><li><span style=\"color: black;\">Very good English and German both written and spoken </span></li></ul>", "function_skills": "[\"CORPORATE_FINANCE\"]", "industry_skills": "[\"WATER_AND_WASTE\"]", "city": "Düsseldorf", "country": "GERMANY", "salary": "FROM_150K_TO_200K", "day_rate": "NOT_APPLICABLE", "type": "PERM"}
{"id": "385", "position": "Vertriebsleiter (B2B-Vertrieb)", "html_content": "<p><em>Das Unternehmen ist ein dynamisches und schnell wachsendes E-Commerce Unternehmen, dass sich auf den B2B-Multichannel Online Vertrieb spezialisiert hat. Kern unseres Unternehmens sind unsere E-Commerce Shops und somit der direkte Online-Verkauf unserer Produkte an eine B2B-Zielgruppe. </em></p><p><em>Wir entwickeln seit über 25 Jahren innovative Lösungen für alle Formen von Gewerbetreibenden und Kommunen und vertreiben marktführende Produkte aus den Bereichen Absperr- und Verkehrstechnik, Baustellenbedarf sowie Betriebsausstattung und Stadtmobiliar. Zudem beraten und unterstützen wir unsere Kunden bei der Realisierung ihrer Projekte.</em></p><p><br></p><p><u style=\"color: black;\">Allgemeine Informationen</u></p><ul><li><span style=\"color: black;\">Titel: Vertriebsleiter (B2B)</span></li><li><span style=\"color: black;\">Standort: Nähe Hamburg (Ca. 25km Entfernung), </span>hybrides Arbeiten möglich, mind. 3d/Woche im Office</li><li><span style=\"color: black;\">Berichtslinie: Geschäftsführer (sehr erfahren aus Beratung und E-Commerce)</span></li><li><span style=\"color: black;\">Firmengröße: Ca. 40 FTE</span></li><li><span style=\"color: black;\">Teamgröße: Ca. 10 FTE (vornehmlich Innendienst)</span></li><li><span style=\"color: black;\">Gehaltsindikation (tbd): Erfahrungsabhängig/kompetitiv, mittelfristig auch ESOP</span></li><li class=\"ql-indent-1\">Weiterhin Firmenwagen</li><li>\"Traumprofil\": </li><li class=\"ql-indent-1\">Es wird eine erfahrene Führungspersönlichkeit gesucht, die das Team weiterentwickeln kann, aber auch punktuelle Anpassungen vornimmt - außerdem soll das Team motiviert/weiterentwickelt werden. </li><li class=\"ql-indent-1\">Fachlich wird jemand gesucht, der fehlende Eigenschaften ergänzt und sich zum Beispiel in der Zusammenarbeit mit Großunternehmen gut auskennt und Stärken im Key Accounting hat oder sehr erfahren in der Bearbeitung öffentlicher Ausschreibungen ist.</li><li><span style=\"color: black;\">Industrie: E-Commerce/Retail</span></li><li><span style=\"color: black;\">Finanzierung: Tochter eines internationalen Private Equity-Unternehmens</span></li></ul><p><br></p><p><strong><u>Aufgaben</u></strong></p><p>Als&nbsp;Vertriebsleiter entwickelst Du maßgeblich die Vertriebsstrategie weiter zur Erreichung der Unternehmensziele beizutragen. Du bist der zentrale Ansprechpartner für die strategische Betreuung der Schlüsselkunden und treibst die Expansion in neue Märkte aktiv voran. Dabei übernimmst Du die Führung des Vertriebsteams und sorgst mit innovativen Ansätzen für die kontinuierliche Optimierung der Vertriebsprozesse.</p><p><br></p><p><u>Bullets</u></p><ul><li><strong>Aufbau und Pflege von B2B-Beziehungen:</strong> Du bist verantwortlich für das Management und den strategischen Ausbau der Beziehungen zu Key Accounts sowie potenziellen Neukunden. Du trägst maßgeblich zur Sicherstellung der langfristigen Zufriedenheit der Bestandskunden bei und entwickelst maßgeschneiderte Konzepte zur Erschließung neuer Geschäftsfelder.</li><li><strong>Entwicklung und Umsetzung von Vertriebsstrategien: </strong>Du entwickelst die B2B-Vertriebsstrategie weiter und bringst sie selbst zur Anwendung. Dabei identifizierst Du neue Marktsegmente und Kundengruppen, um das Wachstumspotenzial voll auszuschöpfen. Du trägst die Verantwortung für die Erreichung der Umsatz- und Deckungsbeitragsziele und unterstützt die Expansion in neue Länder und Regionen.</li><li><strong>Führung und Weiterentwicklung des Vertriebsteams: </strong>Du leitest, motivierst und entwickelst das Vertriebsteam bestehend aus ca. 10 Mitarbeitenden, insbesondere im Vertriebsinnendienst. Durch gezielte Schulungen, strategische Planung und operative Umsetzung trägst Du zur kontinuierlichen Weiterentwicklung des Teams bei. Du bist verantwortlich für die Rekrutierung neuer Talente und sorgst für eine hohe Zufriedenheit und Leistungsfähigkeit innerhalb des Teams.</li><li><strong>Optimierung der Vertriebsprozesse: </strong>Du analysierst und verbesserst bestehende Vertriebsprozesse, um Effizienz und Abschlussraten zu steigern. Du implementierst neue Outbound-Strategien und nutzt innovative Ansätze, um unser Vertriebspotenzial optimal zu entfalten. Deine Maßnahmen tragen dazu bei, dass unsere Vertriebsaktivitäten stets auf höchstem Niveau durchgeführt werden.</li><li><strong>Überwachung und Analyse der Vertriebsergebnisse:</strong> Du behältst die Vertriebsperformance stets im Blick und analysierst relevante KPIs und Vertriebskennzahlen. Anhand dieser Daten leitest Du Handlungsempfehlungen ab und sorgst für eine kontinuierliche Optimierung der Vertriebsaktivitäten. Du stellst sicher, dass unsere Ziele nicht nur erreicht, sondern übertroffen werden.</li></ul><p>&nbsp;</p><p><strong><u>Dein Profil</u></strong></p><ul><li><strong>Fundierte Führungserfahrung: </strong>Du bringst mehrjährige Berufserfahrung im Vertrieb oder Business Development mit, idealerweise im B2B-Bereich. Du hast nachweisliche Erfolge in der Führung von Teams sowie im Aufbau und in der Optimierung von Vertriebsstrukturen und -prozessen erzielt. Deine Erfahrung ermöglicht es Dir, das Vertriebsteam erfolgreich zu leiten und weiterzuentwickeln.</li><li><strong>Spezifische Vertriebsexpertise:</strong>&nbsp;Du verfügst über umfangreiche Erfahrung im Großkunden-B2B-Vertrieb und/oder im Management von Großprojekten, in den Bereichen Bau, Infrastruktur, Absperrtechnik, Baustellenbedarf oder Stadtmobiliar. Du kennst die Herausforderungen und Anforderungen dieser Branchen, weißt, wie man komplexe Projekte zum Erfolg führt und bringst ein Netzwerk potenzieller Kunden mit.</li><li><strong>Analytische und kommunikative Stärke: </strong>Du bist in der Lage, komplexe Daten und KPIs schnell zu interpretieren und daraus strategische Entscheidungen abzuleiten. Deine ausgezeichneten Kommunikationsfähigkeiten auf Deutsch ermöglichen es Dir, sowohl intern als auch extern souverän aufzutreten und komplexe Sachverhalte klar und überzeugend darzustellen.</li><li><strong>Netzwerk- und Kundenorientierung: </strong>Du bist geschickt im Aufbau und der Pflege von Netzwerken und verstehst es, langfristige Kundenbeziehungen aufzubauen. Deine stark ausgeprägte Kundenorientierung und Abschlussstärke helfen Dir, Geschäftsmöglichkeiten zu erkennen und erfolgreich zu realisieren.</li></ul>", "function_skills": "[\"BUILDING_LEADERSHIP_SKILLS\", \"SALES_AND_ACCOUNT_MANAGEMENT\", \"GENERAL_MANAGEMENT\"]", "industry_skills": "[\"DIGITAL_BUSINESS_MODELS\"]", "city": "Nähe Hamburg", "country": "GERMANY", "salary": "NOT_DISCLOSED", "day_rate": "NOT_APPLICABLE", "type": "PERM"}
{"id": "410", "position": "Chief of Staff (Transformation Manager/PMO-Manager)", "html_content": "<p><em>Aus einer einzelnen Praxis ist eine Unternehmensgruppe mit mehr als 120 Therapiezentren entstanden. Jährlich werden über 1,5 Millionen Behandlungen durchgeführt. Die Praxen arbeiten interdisziplinär, so dass wir neben Physiotherapie auch die Ergotherapie, Logopädie sowie Osteopathie unter einem Dach angeboten werden. In der Gruppe arbeiten mehr als 1.200 engagierte Mitarbeiter, Physiotherapeuten, Ergotherapeuten Logopäden und Osteopathen.</em></p><p><br></p><p><u>Zusammenfassung:</u></p><ul><li>Position (tbd): Chief of Staff // Transformation Manager/PMO-Manager</li><li>Location: Essen</li><li>Berichtslinie: COO</li><li>Gehaltsindikation (tbd): 60-70k p.a. zzgl. 10k Bonus</li></ul><p><br></p><p><u>Aufgaben:</u></p><ul><li>Du wirst Dich eng mit den Business Owners der Projekte des Value Creation-Programmes abstimmen. Der Verantwortungsbereich dieser Rolle umfasst alle Aktivitäten zur Planung von Übergangsprojekten im Zusammenhang mit der Entwicklung und Umsetzung von gezielten Projekten, um eine steigende Rentabilität zu gewährleisten.</li><li>In dieser Rolle ist gute Abstimmung/Kommunikation über alle Funktionen und Abhängigkeiten hinweg immens wichtig.</li><li>Du stellst das \"buy-in\" der Organisation zu den gemeinsam entwickelten Projektplänen und challengst die Projektteams/Streams hinsichtlich des Zeitplans und der Auswirkungen ihrer Initiativen als Treiber.</li><li>Während der Umsetzungsphase von Wertschöpfungsprogrammen bist Du für die Verfolgung des Fortschritts und die Meldung von Abweichungen vom ursprünglichen Plan in Bezug auf Zeitplan, Budget, Auswirkungen auf das Endergebnis oder den Cashflow an die Geschäftsleitung verantwortlich.</li><li>Du leitest die Projektteams bei kritischen Aktivitäten an, um die Gesamttermine einzuhalten, und suchst aktiv nach Kosten- und Zeitplanverbesserungen, wobei Du in der Lage bist, potenzielle Hindernisse schnell zu umschiffen und die Entwicklung von einer alternativen schnell anzuschieben und voranzutreiben</li><li>Im Rahmen des Transformations-Offices unterstützt Du alle erforderlichen Analysen und Business Cases für die Entscheidungsfindung mit einem hohen Maß an Genauigkeit und auf der Grundlage von Hypothesen.</li></ul><p><br></p><p><u>Anforderungen</u></p><ul><li>2-3 Jahre Erfahrung in der Industrie und/oder Beratung</li><li>Betriebswirtschaftlicher oder technischer Master-Abschluss oder gleichwertiger Abschluss</li><li>Ausgezeichnete Problemlösungsfähigkeiten und ausgeprägtes analytisches Denken</li><li>Ausgezeichnete Projektmanagement-Fähigkeiten, Vertrautheit mit Standard-Projektmanagement-Tools ist ein Plus</li><li>Fähigkeit, komplexe Projektvorschläge und Arbeitspläne zu bewerten</li><li>Nachgewiesene Erfolgsbilanz bei der Leitung funktionsübergreifender Teams in einem multinationalen Unternehmen mit großer finanzieller Verantwortung/Auswirkung</li><li>Fähigkeit, selbstständig Ergebnisse termingerecht und zielgerichtet zu liefern und Erwartungen zu steuern</li><li>Verständnis für das große Ganze und Fähigkeit, Prioritäten zu setzen</li><li>Tatkräftiges Handeln und „Can-do“-Einstellung, klarer Wille zu Leistung und Ergebnissen</li><li>Fähigkeit, mit konkurrierenden Prioritäten und Unklarheiten umzugehen und sich schnell auf Veränderungen einzustellen</li><li>Ausgezeichnete zwischenmenschliche Fähigkeiten</li><li>Erfolgreiches Management von Interessengruppen (intern und extern)</li><li>Fließende Sprachkenntnisse in Englisch und Deutsch</li></ul>", "function_skills": "[\"PROJECT_MANAGEMENT_OFFICE_PMO\", \"RESTRUCTURING\"]", "industry_skills": "[\"HEALTHCARE_PROVIDERS\"]", "city": "Essen", "country": "GERMANY", "salary": "NOT_DISCLOSED", "day_rate": "NOT_APPLICABLE", "type": "PERM"}
{"id": "430", "position": "Senior-Experte: Produktion Metallherstellung", "html_content": "<p>Eine Unternehmensberatung benötigt Unterstützung.</p><p><br></p><p>Es wird ein Produktionsexperte für die Metallherstellung gesucht, im Idealfall sehr spezifisch „Silizium-Metallherstellung“. Optimal jemand, der in der Produktion gearbeitet hat.</p><p><br></p><p>Denkbare Ex-Arbeitgeber: Elkem, Ferroglobe, Hoshine Silicon, Wacker Chemie, Mississippi Silicon und RW Silicium</p><p><br></p><p>Es wird sehr punktuelle Unterstützung benötigt, eher als „Senior-Expert“ auf Basis von einzelnen Tagen oder ggf. auch nur Stunden. U.U. ist auch einmal eine Auslandsreise zu einem Werksstandort erforderlich.</p><p><br></p><p><u>Allgemeine Informationen:</u></p><ul><li>Laufzeit: 5 Wochen</li><li>Auslastung (Schätzung): 5-10 Tage</li><li>Vor-Ort-Anteil vs. Homeoffice: 1 Woche vor Ort, Rest Homeoffice</li><li>Stichworte zum Projektinhalt: Analyse von prozessbedingten Verlusten bei der Siliziumherstellung, Herstellkosten-Benchmarks, evtl. Markteinschätzung (Volumen und Preis) für Siliziummetall</li><li>Tagessatz: Maximal 1.200€/Tag, exkl. NK</li><li>Sprachkenntnisse: Englisch ist erforderlich (Deutsch nicht zwingend)</li></ul>", "function_skills": "[\"PRODUCTION_OPTIMISATION\", \"SUSTAINABLE_PRODUCTION\"]", "industry_skills": "[\"PROFESSIONAL_SERVICE_FIRMS\"]", "city": "Remote", "country": "GERMANY", "salary": "NOT_APPLICABLE", "day_rate": "NOT_DISCLOSED", "type": "PROJECT"}
{"id": "406", "position": "Managing Director DACH ", "html_content": "<p><strong><u>The company</u></strong></p><p><em>The company offers mobile camera systems that are deployed to easily and optimally observe construction sites, waste sites and remote areas. With the systems, called Unit For Observation (UFO), we are pioneers in the European market. Kooi has its own monitoring centers. In these certified alarm centers all incidents and reports from the connected systems are analyzed and processed. The systems are designed, assembled, and maintained by the head office in the Netherlands. We also have offices in </em><em style=\"color: windowtext;\">Denmark, </em><em>Germany, Austria, Belgium, France, United Kingdom, Italy and Spain. </em></p><p><strong>&nbsp;</strong></p><p><em style=\"color: black;\">To continue the success they are looking for an ambitious and energic person for accelerating the business in the German speaking markets.</em></p><p><br></p><p><strong><u>General information</u></strong></p><ul><li>Job Title: <strong>Managing Director DACH</strong> (Germany, Austria, Switzerland)</li><li>Reporting line: Group CEO</li><li>Staff: 65-70 FTE</li><li>Direct reports: 6 direct reports (Sales, Operations, Finance/HR)</li><li>Salary package:</li><li class=\"ql-indent-1\"><span style=\"background-color: transparent;\">Base salary 150k p.a.</span></li><li class=\"ql-indent-1\"><span style=\"background-color: transparent;\">Bonus +30%</span></li><li class=\"ql-indent-1\"><span style=\"background-color: transparent;\">Plus company car</span></li><li class=\"ql-indent-1\"><span style=\"background-color: transparent;\">Midtherm: At end of 2025 option to buy company shares</span></li><li><span style=\"color: black;\">Location: The DACH headquarter is in Schortens/Niedersachsen, 2-3d per week in the office</span></li><li><span style=\"color: black;\">Main task: </span></li><li class=\"ql-indent-1\"><span style=\"color: black;\">In this position you will be the key player responsible for the growth and development of the company within the DACH region. You will have the unique opportunity to develop the company to the next level.&nbsp;</span></li><li class=\"ql-indent-1\">Building up the client relationships in industries like Waste, Construction, Solar, Wind energy, Infrastructure</li><li>Demarcation from HQ: <span style=\"color: black;\">The DACH region acts as a sales and operation unit whereas R&amp;D, production and a large portion of the support functions are provided by the Group organization in Holland (comparable to a franchise structure).</span></li><li>﻿Financing: Clear buy-and-build case / expansion plan for the private equity investor</li></ul><p><br></p><p><strong><u>Main tasks / What are you going to do?</u></strong></p><p><span style=\"color: black;\">The ideal candidate is a commercial visionary with strong execution power and a solid track record of successfully managing a fast growing organisation. You are an entrepreneurial and (sales-) driven individual, structured and with a positive mindset. As a team player you are leading by example.</span></p><p><br></p><p><span style=\"color: black;\">Energy, focus, people management and structure are KEY in this role.</span></p><p><br></p><p><span style=\"color: black;\">You are setting up the short and long term plans for the organization following the Group strategy but could also be required to step in the field and frontline yourself to accelerate business. Your primary goal is to grow and accelerate business in the DACH region. Next to that you manage to create the best team and organisation to provide autonomous growth. The current team consists of approximately 60 colleagues but is growing fast.</span></p><p><br></p><p><strong><u>Responsibilities:</u></strong></p><ul><li><span style=\"color: black;\">Creating and executing an overall (short- and long term) strategy for the market.</span></li><li>Take ownership of the profit and loss (P&amp;L) management, ensuring financial targets are met and profitability is maximized.</li><li>Develop and execute a comprehensive short- and long-term (growth) strategy for the DACH market, aligned with the corporate plans, mission, and culture.</li><li><span style=\"color: black;\">Act as a real entrepreneur, proactively developing new business leads and forging strategic partnerships to expand market presence.</span></li><li>Identify and capitalize on business opportunities within the infrastructure, construction, and security sectors by leveraging your existing network in the industry.</li><li>Further build the high-performing team, lead the commercial and operational activities.</li><li>Establish and nurture relationships with key stakeholders, clients and partners in the region. As well as maintaining the relationship with the HQ in Drachten (NL).</li><li>Provide effective representation of the DACH team during monthly board meetings, communicating progress, challenges, and opportunities.</li><li><span style=\"color: black;\">Ensuring the preparation and timely submission of financial statements.</span></li></ul><p><br></p><p><strong><u>Qualifications:</u></strong></p><ul><li>Entrepreneurial mindset with a proven track record of setting up and leading commercial organizations or business units.</li><li>Extensive experience (minimum 8 years) in leadership roles, preferably with growth responsibilities, within the B2B sector.</li><li>Preferably a network within the infrastructure, construction, and security markets in the DACH region.</li><li>Ability to develop and implement effective business strategies and drive results.</li><li><span style=\"color: black;\">You have strong business and people management capabilities and a result driven attitude.</span></li><li><span style=\"color: black;\">You are an entrepreneur with an analytical mindset; able to adapt quickly within various situations such as crisis management and conflict mediation.</span></li><li>Excellent communication and presentation skills, with fluency in English.</li><li>Ability to translate corporate strategy, mission, and culture into actionable plans for the DACH market.</li><li><span style=\"color: black;\">Willing to travel regularly within the DACH region and once a while to our headquarters in the Netherlands</span></li><li>Bachelor's or Master's degree in a relevant field.</li><li>Energy, structure, no-nonsense and leadership skills.</li></ul>", "function_skills": "[\"GENERAL_MANAGEMENT\", \"SALES_AND_ACCOUNT_MANAGEMENT\", \"BUSINESS_UNIT_STRATEGY\"]", "industry_skills": "[\"FACILITY_SERVICES_AND_SECURITY\"]", "city": "Schortens (Niedersachsen)", "country": "GERMANY", "salary": "NOT_DISCLOSED", "day_rate": "NOT_APPLICABLE", "type": "PERM"}
{"id": "421", "position": "Head of Accounting", "html_content": "<p><em>Das Unternehmen ist Teil einer internationalen Gruppe und spezialisiert auf innovative Lösungen zur Wasseraufbereitung. Mit Produkten wie Wasserenthärtern, Filtern, Wasserspendern und industriellen Systemen verbessert es die Wasserqualität und trägt zur Ressourcenschonung bei. Das Angebot richtet sich an private Haushalte, Gewerbe und Industrie</em></p><p><br></p><p><strong>Zusammenfassung</strong>:</p><ul><li>Position: Head of Accounting</li><li>Location: Neuss (2 Tage / Woche home office möglich)</li><li>Gehaltsindikation (VB): 90-100k p.a. fix (+20% Bonus), 120k p.a. OTE</li><li>Reporting Line: CFO, \"dotted-line zum CEO\"</li><li>Teamgröße: 9 FTE</li></ul><p><br></p><p><strong>Aufgaben</strong></p><ul><li><span style=\"background-color: transparent;\">Disziplinarische Führung der Mitarbeitenden des Bereichs Accounting (Hauptbuch, Kreditoren, Debitoren) für den Teilkonzern, samt seiner zugehörigen 5 Einzelgesellschaften</span></li><li><span style=\"background-color: transparent;\">Verantwortung für die Erstellung von Einzel- und Konzernabschlüssen nach HGB und US-GAAP</span></li><li><span style=\"background-color: transparent;\">Eigenverantwortliche Optimierung interner Abläufe, Standards und Prozesse – wie die Beschleunigung des Reportingdatums oder der Organisation der Weiterbildung der Mitarbeitenden (insb. in SAP)&nbsp;</span></li><li><span style=\"background-color: transparent;\">Effektive Ausgestaltung des Internen-Kontrollsystem (IKS)</span></li><li><span style=\"background-color: transparent;\">Sparringspartner für steuerliche und kaufmännische Fragestellungen für die Tochtergesellschaften und Fachabteilungen</span></li><li><span style=\"background-color: transparent;\">Erster Ansprechpartner:in für Wirtschafts- und Betriebsprüfer, sowie Steuerberater</span></li><li><span style=\"background-color: transparent;\">Unterstützung bei der Weiterentwicklung und Optimierung der Finanzprozesse</span></li></ul><p><br></p><p><strong>Anforderungen: </strong></p><ul><li><span style=\"background-color: transparent;\">Abgeschlossenes Studium der Betriebswirtschaftslehre, idealerweise mit Schwerpunkt Accounting oder Wirtschaftsprüfung</span></li><li><span style=\"background-color: transparent;\">5-7 Jahre Berufserfahrung in einer Big4 oder Next-10 Wirtschaftsprüfungsgesellschaft im Bereich Wirtschaftsprüfung oder im Accounting eines Konzerns</span></li><li><span style=\"background-color: transparent;\">Erfahrung im Konzern-Reporting an eine ausländische Muttergesellschaft</span></li><li><span style=\"background-color: transparent;\">Abschlusssicherheit in HGB und US-GAAP</span></li><li><span style=\"background-color: transparent;\">Sicherer Umgang mit ERP-Systemen (z. B. SAP, Datev, Oracle, ggfs. Blackline) und gute MS-Office-Kenntnisse</span></li><li><span style=\"background-color: transparent;\">Sehr gute Deutsch- und Englischkenntnisse in Wort und Schrift</span></li><li><span style=\"background-color: transparent;\">Ausgeprägte analytische und konzeptionelle Fähigkeiten und Zahlenaffinität</span></li><li><span style=\"background-color: transparent;\">Kommunikationsstärke und die Fähigkeit, komplexe Sachverhalte zu kommunizieren</span></li></ul>", "function_skills": "[\"INTERNAL_AUDITS\", \"ACCOUNTING\", \"CONTROLLING_AND_PERFORMANCE_MEASUREMENT_SYSTEMS\", \"CORPORATE_FINANCE\"]", "industry_skills": "[\"WATER_AND_WASTE\"]", "city": "Neuss (bei Düsseldorf)", "country": "GERMANY", "salary": "BELOW_100K", "day_rate": "NOT_APPLICABLE", "type": "PERM"}
{"id": "398", "position": "Geschäftsführer im Dachhandwerk (München)", "html_content": "<p><em>Besitzt du unternehmerisches Geschick und möchtest Führungsverantwortung in einem traditionsreichen Handwerk übernehmen, das eine zentrale Rolle bei der energetischen Sanierung und der Erreichung unserer Klimazielen spielt?</em></p><p><em>Das Unternehmen ist eine dynamisch wachsende Unternehmensgruppe, die führende Dachdeckerbetriebe mit 25-50 Mitarbeitern vereint. Wir sichern den Fortbestand starker Familienbetriebe, erhalten die lokale Entscheidungshoheit und unterstützen die Betriebe bei Themen wie Mitarbeitergewinnung und administrativen Aufgaben.</em></p><p><br></p><p><strong>Ziel: </strong>In den nächsten fünf Jahren als überregionale Gruppe zu einem der führenden Dachdeckerunternehmen in der DACH-Region zu wachsen, das Handwerk nachhaltig zu stärken und neuen motivierten Unternehmern die Möglichkeit zu geben, unsere Vision und die Unternehmensgruppe strategisch mit- und weiterzuentwickeln.</p><p><br></p><p><strong>Fokus:</strong> Unterstützung bei der Weiterentwicklung des Unternehmens in HR, Vertrieb und Finanzen</p><p><br></p><p><u>Allgemeine Informationen:</u></p><ul><li>Rolle: Geschäftsführer(in) im Dachhandwerk</li><li>Standort: München</li><li>Gehaltspackage: Grundgehalt von €120-140k p.a. plus Bonus- und Beteiligungsprogramm</li><li>Situation: Strukturierte Übergangsphase mit dem bisherigen Geschäftsführer von 1–2 Jahren, mit</li><li>direkter Verantwortung und Gestaltungsmöglichkeiten von Tag 1</li></ul><p><br></p><p><u>Anforderungsprofil:</u></p><ul><li>Mindestens 3 Jahre Führungserfahrung mit direkter Teamverantwortung</li><li>Unternehmerische Denkweise und Anpacker-Mentalität</li><li>Begeisterung fürs Handwerk, technischer Hintergrund (z. B. Ingenieure aus den Bereichen Bau, Wirtschaft oder anderen technischen Fachrichtungen) von Vorteil</li><li>Erfahrung mit vollständiger P&amp;L-Verantwortung (Einkauf, Planung, Budgets)</li><li>Hohe Motivation, den Betrieb vor Ort aktiv mit auszubauen</li></ul>", "function_skills": "[\"GENERAL_MANAGEMENT\", \"BUSINESS_UNIT_STRATEGY\"]", "industry_skills": "[\"CONSTRUCTION_INDUSTRY\"]", "city": "München", "country": "GERMANY", "salary": "NOT_DISCLOSED", "day_rate": "NOT_APPLICABLE", "type": "PERM"}
{"id": "419", "position": "Corporate Operations Manager", "html_content": "<p><em>Wir sind eine IT-Gruppe – unsere Mission ist es, ein Powerhouse aus erfolgreichen Spezialisten zu bilden, das unseren Kunden und Mitarbeitern neue Perspektiven eröffnet. Dabei bieten wir Ihnen eine umfassende Unterstützung bei der Digitalisierung Ihrer Geschäftsprozesse. Unsere Experten helfen Ihnen bei der Entwicklung und Umsetzung innovativer Lösungen, um Ihre Produktivität zu steigern und Wettbewerbsvorteile zu erzielen.</em></p><p><br></p><p><em>Konkret unterstützen wir Sie bei der Optimierung Ihrer Modern-Workplace-, DevOps-, Security-, Big-Data-Management- und Cloud-Lösungen sowie bei der ganzheitlichen Betreuung Ihrer Endanwender. Wir verstehen uns als Begleiter unserer Kunden und setzen auf langfristige Zusammenarbeit. Unsere Mitarbeiter sind unser wichtigstes Kapital und wir unterstützen sie in ihrer Ausbildung und persönlichen Entwicklung, um unseren Kunden stets einen hochqualifizierten Service bieten zu können. Gemeinsam mit unseren Kunden und Mitarbeitern bauen wir ein Powerhouse auf, das zukunftssicher, agil und innovativ ist. Wir begleiten Sie auf Ihrem Weg und sorgen dafür, dass Sie die Chancen der Digitalisierung erfolgreich nutzen können.</em></p><p><br></p><p>Ein IT-Dienstleister benötigt Unterstützung: Im Rahmen der Buy-and-Build-Strategie wurden in den letzten Monaten mehrere IT-Firmen zugekauft (aktuell in Deutschland, Ungarn und Bulgarien), mit 12 Standorten und über 500 Mitarbeitern. Jetzt wird ein Experte gesucht, der die gesetzlichen Vorgaben aus der ESG-Taxanomie in das Unternehmen einbringt und gemeinsam mit dem Management passende Impact-Strategien entwickelt.</p><p><br></p><p><u style=\"color: rgb(45, 45, 45);\">Allgemeine Informationen:</u></p><ul><li><span style=\"color: rgb(45, 45, 45);\">Standort: hybrid (Office-Präsenz: tbd, ideal: </span><u style=\"color: rgb(45, 45, 45);\">München</u><span style=\"color: rgb(45, 45, 45);\">, Frankfurt)</span></li><li>Gehaltsindikation (tbd): 70-80k p.a.</li><li>Art: Festanstellung</li><li>Titel: Corporate Operations Manager</li></ul><p><br></p><p><strong><u>Aufgaben:</u></strong></p><ul><li><br></li></ul><p><br></p><p><strong><u>Verantwortlichkeiten:</u></strong></p><ul><li><br></li></ul><p><br></p><p><strong><u>Qualifikationen:</u></strong></p><ul><li><br></li></ul>", "function_skills": "[\"SUSTAINABILITY_STRATEGY\"]", "industry_skills": "[\"SOFTWARE_AND_IT_SERVICES\"]", "city": "München", "country": "GERMANY", "salary": "BELOW_100K", "day_rate": "NOT_APPLICABLE", "type": "PERM"}
{"id": "388", "position": "Managing Director Germany", "html_content": "<p><em>Since April 2020, the German subsidiary has been part of the globally active management consulting group - one of the world's leading consulting firms in the TMT sector - with over 400 consultants and analysts at 16 locations in 13 countries.&nbsp;</em></p><p><br></p><p><em>As a management consultancy, the consultancy focuses on the design and implementation of major projects in the telecommunications and energy sectors throughout Europe.&nbsp;</em></p><p><br></p><p><em>Our thoughts and actions are determined by three values: Integrity, added value for the client and appreciation of our team members. This appreciation is also reflected in our vision: We Inspire. Make a Difference.</em></p><p><br></p><p><strong><u>General information</u></strong></p><ul><li>Job title: Managing Director Germany</li><li>Consulting focus: T<span style=\"color: rgb(62, 62, 62);\">echnology, media and telecom</span></li><li><span style=\"color: rgb(62, 62, 62);\">Core topics:</span></li><li class=\"ql-indent-1\"><span style=\"color: rgb(62, 62, 62);\">Focus on Devlopment and management of the team</span></li><li class=\"ql-indent-1\">Supporting the ambitious growth plans</li><li>Salary: 250-300k Fix plus Bonus plus Equity</li><li>Company backgeound: Private Equity-backed</li></ul><p><br></p><p><strong><u>Role description</u></strong></p><ul><li>Develop and deliver the  five year strategy of the German business</li><li>Deliver the agreed goals and targets, and support achievement of the wider goals of the international consulting house</li><li>Grow the capability to retain and acquire clients with current propositions and the wider group portfolio</li><li>Engage with peers across the group supporting achievement of the international Strategy</li><li>Maintain existing client relationships and drive new client acquisition</li><li>Lead 60-70+ professionals, ensuring organisational goals, procedures and policies are in place that support talent retention and acquisition strategies</li><li>Grow team to 100+ (TBD), broadening the functional / proposition offering in Germany beyond transformation to be more representative of the wider portfolio of the group</li><li>Oversee and monitor financial and operational performance</li><li>Accountable for customer and employee contracts</li><li>Fulfil legal Managing Director and associated responsibilities</li><li>Fluent German and English speaker</li></ul><p><br></p><p><strong><u>Key responsibilities</u></strong></p><ul><li>Drive the implementation of the Company’s strategic agenda within the Team (deliver revenue, manage risks, implement strategic initiatives, etc.)</li><li>Prepare and agree the team’s annual P&amp;L budget with CEO/CFO as part of the annual planning process.</li><li>Responsible for the delivery of the team’s annual budget, ensure successful and on quality delivery of client projects and content</li><li>Review and approve changes to business operations / processes that affect only your team, these changes to be kept to a minimum</li><li>Ensure effective collaboration and knowledge sharing across the Company to meet strategic objectives</li><li>Ensure the wellbeing of the team and that people are performing to their potential and that they are supported in their careers</li><li>Agreement of client contracts and management of contractual risk in line with company policies and guidelines</li><li>Accountable for the ongoing recruitment to enable delivery of targets, in line with company policy and guidelines on compensation and benefits.</li><li>Accountable for team retention to support delivery of goals, through ensuring their development, wellbeing and career progression.</li><li>Responsible for annual bonus and compensation reviews and awards in line with company policy and guidelines, whilst ensuring local regulatory requirements and or practices are adhered to.</li><li>Managing Partner will contribute on an individual level to business development &amp; client deliverables, as per typical Partner responsibilities. These include:</li><li class=\"ql-indent-1\">Playing a proactive role in shaping and actively supporting the Company’s vision and strategy across the whole firm in general and within their Team in particular.</li><li class=\"ql-indent-1\">Acting as a role model for all employees, taking an inclusive style actively promoting the development and sharing of expertise and knowledge and cross team working across the whole of the Company and be cooperative and helpful to requests for support.</li><li class=\"ql-indent-1\">These general principles are reflected in three key components of the role:</li><li class=\"ql-indent-2\">Business Development: expected to be able to represent the Company’s portfolio of services in client discussions, have expert knowledge to sell and lead in a variety of areas and have a strong internal network to be able to develop a joined-up, cross team approach, or facilitate the hand over to other teams where appropriate.</li><li class=\"ql-indent-2\">Delivery: expected to deliver exceptional client outcomes, empowering the delivery team by providing the appropriate support and being able to take on a hands-on role where required.</li><li class=\"ql-indent-2\">Employee Development: taking an active role in the career development of their team, take on&nbsp;line management responsibility for a group of employees as well as playing an active role in recruitment initiatives.</li></ul><p><br></p><p><strong><u>Experience, knowledge and skills</u></strong></p><p><u>Experience </u></p><ul><li>Successfully managing a P&amp;L with demonstrable track record of growth over a sustained period of time.</li><li>Leading a team of 50+ consulting individuals covering multipropositions.</li><li>Managing an office site and location.</li><li>TMT specialism.</li><li>Client facing / client contacts.</li><li>Transaction and / or strategy specialism (growth focus beyond existing team management / growth focus).</li><li>Transformation consulting experience would be an advantage.</li><li>DACH Judiciary responsibilities.</li></ul><p><br></p><p><u>Skills </u></p><ul><li>Leadership</li><li>Communication</li><li>Interpersonal</li><li>Decision making</li><li>Business / commercial acumen</li><li>Influencing</li><li>German and English fluency</li></ul>", "function_skills": "[\"BUSINESS_PLAN_DEVELOPMENT\", \"GENERAL_MANAGEMENT\", \"GO_TO_MARKET_STRATEGY\", \"BUSINESS_UNIT_STRATEGY\"]", "industry_skills": "[\"PROFESSIONAL_SERVICE_FIRMS\"]", "city": "Germany", "country": "GERMANY", "salary": "NOT_DISCLOSED", "day_rate": "NOT_APPLICABLE", "type": "PERM"}
{"id": "407", "position": "Group Head of Sales", "html_content": "<p><em>Unser Kunde ist eine führende mittelständische Unternehmensgruppe für Infrastruktur Services und einer mehr als 50 Jahre andauernden Erfolgshistorie. Die sieben Gesellschaften zeichnen sich durch unterschiedliche Kernkompetenzen aus und&nbsp;generieren für ihre Kunden einen nachhaltigen Mehrwert.&nbsp;</em></p><p><em>Die Dienstleistungen der Unternehmensgruppe beinhalten die Reinigung kommunaler Straßennetze, Landstraßen, Autobahnen und Baustellen, einen Winterdienst, die&nbsp;Grünpflege und Außenreinigung an mittlerweile 5 Standorten in den Niederlanden und in Deutschland.</em></p><p><br></p><p><strong><u>Allgemeine Informationen:</u></strong></p><ul><li>Titel: Group Head of Sales</li><li>Gehaltsindikation (tbd): 120k Fix und ca. 30k Variabel</li><li class=\"ql-indent-1\">Dienstwagen: Mercedes E-Klasse, Audi A6 oder vergleichbar</li><li>Standort: Neuenkirchen (bei Münster/Osnabrück), allerdings deutschlandweit flexibel, aber 2-3 Tage vor Ort in Neuenkirchen</li><li>Berichtslinie: CEO, enge Anbindung an Private Equity (Mitglied des Managementteams)</li><li>Führungsspanne:</li><li class=\"ql-indent-1\">Ca. 10 Sales-Mitarbeiter plus \"dottet-line\" die Standortleiter</li><li>Finanzierung: PE-backed, daher guter Einstieg in die PE-Welt</li></ul><p><br></p><p><strong><u>Zielsetzung</u></strong></p><p><span style=\"color: rgb(0, 0, 0);\">Der \"Group Head of Sales\" trägt die Verantwortung für die strategische Weiterentwicklung und Umsetzung der Vertriebsaktivitäten. Er sichert den Erfolg des Unternehmens durch den Gewinn von Ausschreibungen und den Aufbau nachhaltiger Geschäftsbeziehungen insbesondere zu kommunalen Auftraggebern. Die Rolle ist essenziell, um das Umsatzwachstum zu fördern, Marktanteile zu sichern und die Wettbewerbsfähigkeit des Unternehmens langfristig zu sichern. Der \"Group Head of Sales\" führt die Vertriebsmitarbeiter disziplinarisch und fachlich. Er sorgt für transparente, durchgängige Vertriebsprozesse (Prospect to Order) über Segmente (Geschäft mit öffentlichen (B2A) und privaten (B2B) Auftraggebern) und alle Standorte in Deutschland und den Niederlanden hinweg. Er steuert den Vertrieb datengetrieben mittels moderner Systeme (CRM Hubspot) und Zielvorgaben (exzellente Lead &amp; Opportunity Pipeline/Funnel Management/Revenue Forecasting). Umsatzwachstum managt der Group Head of Sales durch Anwendung von Pricing-Instrumenten sowie Kalkulationsexzellenz.</span></p><p><br></p><p><strong><u>Hauptziele</u></strong></p><ul><li>Aufbau und Pflege der Beziehungen zu Bestands- und Neukunden</li><li>Ausschöpfung der vollen Potenziale bei Bestandkunden</li><li>Nachhaltige Gewinnung von Neukunden</li><li>Optimierung der Margen über adäquates Pricing und Kalkulationsexzellenz</li><li>Performance-Management aufsetzen und implementieren</li><li>Führung und Weiterentwicklung des Teams</li></ul><p><br></p><p>Konkret heisst das:</p><ul><li><strong>Nachhaltiges Umsatzwachstum</strong>: Erreichung von 20 % jährlichem Wachstum durch datengetriebene Strategien und optimierte Prozesse.</li><li><strong>Effektive Ausschreibungen</strong>: Erhöhung der Gewinnquote bei Ausschreibungen auf über 35 % durch präzise Kalkulation und Vorbereitung.</li><li><strong>Funnel-Transparenz und Effizienz</strong>: Maximierung der Transparenz und Optimierung der Effizienz im Vertriebsprozess (&gt;95 % Funnel-Transparenz).</li><li><strong>Markterschließung</strong>: Mittelfristig gezielte Expansion in neue Regionen und Märkte (deutsche Bundesländer, Niederlande).</li></ul><p><br></p><p>Aktuelle Kunden: Das Vertriebsteam wird nach Kundensegmenten und Standorten organisiert: B2B, B2A und indirekt über die Standortleiter, z.B. bei Markterschließungen in neue Länder.</p><p><br></p><p><strong><u>Das Profil</u></strong></p><ul><li>Erfahrung im Vertrieb von Dienstleistungen an öffentliche (B2A) und private (B2B) Auftraggeber</li><li>Beherrschen von CRM-Systemen zum erfolgreichen und transparenten Managen der Vertriebspipeline</li><li>Kenntnisse im Ausschreibungsmanagement und im Vergaberecht</li><li>Führungserfahrung (idealerweise im Umfeld PE-Small-Cap)</li><li>Idealerweise auch Erfahrung im Bereich Commercial Excellence in Beratung</li><li>Methodenkompetenz</li></ul>", "function_skills": "[\"GENERAL_MANAGEMENT\", \"SALES_AND_ACCOUNT_MANAGEMENT\", \"BUSINESS_PLAN_DEVELOPMENT\"]", "industry_skills": "[\"FACILITY_SERVICES_AND_SECURITY\", \"CONSTRUCTION_INDUSTRY\"]", "city": "Münster/Osnabrück", "country": "GERMANY", "salary": "NOT_DISCLOSED", "day_rate": "NOT_APPLICABLE", "type": "PERM"}
{"id": "378", "position": "Senior Consultant, Projektleiter bis Partner", "html_content": "<p><em style=\"color: rgb(59, 59, 59);\">Unternehmerisch denken, vorausschauend handeln. Maßstab für unser Handeln sind Ihre Ziele und Ihr Erfolg. Gemeinsam mit Ihnen wollen wir beides verwirklichen. Wir sind keine Ja-Sager, die den Weg des geringsten Widerstands suchen – wir gehen mit Ihnen den Weg, der für Sie den größten unternehmerischen Erfolg verspricht.</em></p><p><br></p><p>Eine mittelständische Unternehmensberatung (ca. 120 Berater) möchte den starken Wachstumskurs fortsetzen. Es wird auf verschiedenen Leveln Unterstützung gesucht, vom Senior Berater bis zum Projektleiter und dem Partner (mit Team).</p><p><br></p><p><u>Fokusthemen: </u></p><ul><li>Transformation/Restrukturierung (branchenübergreifend)</li><li>Financial Modelling (branchenübergreifend)</li><li>\"Operational Excellence\" (Maschinenbau und Automotive)</li></ul><p><br></p><p>Es wird Unterstützung gesucht von Beratern, denen auch \"Kultur\" wichtig ist - auf unterschiedlichen Senioritätsleveln. Da es sich bei der Partnerschaft um eine Equity-Partnerschaft handelt, sollte auch konkreter Umsatz mitgebracht werden, sowie im Idealfalle auch ein Team.</p><p><br></p><p>Der Kundenfokus liegt auf mittelständischen Unternehmen und Konzernen. Aktuell werden viele Transformationsprogramme begleitet.</p><p><br></p><p><u>Weitere Informationen:</u></p><ul><li><u>Standorte:</u> Frankfurt, Hamburg, Köln, München, Stuttgart</li><li><u>Gehalt:</u> Kompetitiv</li></ul><p><br></p><p><u>Erwartungen bei den verschiedenen Senioritätsleveln:</u></p><ul><li><u>Senior Consultant:</u> Im Idealfall Erfahrung in der Erstellung von IDW S6-Gutachten und Restrukturierungsprojekten oder Financial Modelling-Erfahrung</li><li><u>Projektleitung:</u> Erfahrung in der Projektleitung</li><li><u>Partnerschaft:</u></li><li class=\"ql-indent-1\">Ungefähre Umsatzerwartung: &gt;1,5 MEUR</li><li class=\"ql-indent-1\">Art der Partnerschaft: Equity Partnerschaft</li><li class=\"ql-indent-1\">Idealerweise auch Erfahrung als Chief Restructuring Officer</li></ul>", "function_skills": "[\"GENERAL_MANAGEMENT\", \"M_AND_A_SUPPORT\", \"PRODUCTION_OPTIMISATION\", \"DUE_DILIGENCE\", \"RESTRUCTURING\"]", "industry_skills": "[\"PROFESSIONAL_SERVICE_FIRMS\"]", "city": "Deutschlandweit", "country": "GERMANY", "salary": "NOT_DISCLOSED", "day_rate": "NOT_APPLICABLE", "type": "PERM"}
{"id": "400", "position": "Team-Leiter \"Projekt Portfolio Management\"", "html_content": "<p><em>Das Unternehmen ist Teil einer spezialisierten Dienstleistungsgruppe im Finanzsektor/Banking. Als Kompetenzzentrum für Payment-Lösungen entwickelt und vermarktet es umfassende, zielgruppenspezifische und omnikanalfähige Lösungen für Privat- und Firmenkunden, sowohl für den stationären Handel (PoS) als auch für den E- und M-Commerce. Dazu zählt unter anderem das kontaktlose Bezahlen mit Karten und Smartphones (wie Android-basierte mobile Bezahl-Apps oder Lösungen wie Apple Pay). Das Unternehmen agiert als ganzheitlicher Partner und berät bundesweit zu innovativen Produkten, wobei es Payment-Lösungen in neuen Märkten etabliert.</em></p><p><br></p><p><strong class=\"ql-font-arial\">Zusammenfassung</strong></p><ul><li>Position: Team-Leiter \"Projekt Portfolio Management\"</li><li>Industrie: Finance/Banking</li><li>Location: Berlin (Präferenz, da CPO und wichtigster Stakeholder in der Stadt) oder Stuttgart</li><li>Büropräsenz: Mind. 2, besser 3 Tage im Office</li><li>Gehaltsindikation (VB): 120k p.a.</li><li>Reporting Line: Chief Product Officer</li><li>Kernaufgaben:</li><li class=\"ql-indent-1\">Es soll in dieser neugeschaffenen Rolle der Planungsprozess der Finanzgruppe \"orchestriert\" werden, damit die einzelnen Finanzinstitute dann im 9-stelligen Bereich Bestellungen/die Planung auslösen können.</li><li class=\"ql-indent-1\">Stärken im Budget-, Programm- und Prozessmanagement sollten vorliegen</li><li class=\"ql-indent-1\">Komplexität soll bedient werden und Strukturen geschaffen werden</li><li class=\"ql-indent-1\">Einführung eines Planungsprozesses</li><li>Aktuelle Teamgröße: Zwei weitere FTE</li></ul><p><br></p><p><strong class=\"ql-font-arial\">Aufgaben</strong></p><ul><li>Fachliche und disziplinarische Führung eines Teams im Projekt Portfolio Management</li><li>Eigenverantwortliche Koordination und Abstimmung einer ganzheitlichen Planung von Produktentwicklungs- und Digitalisierungsprojekten im Payment-Umfeld</li><li>Koordination zur Beurteilung der umzusetzenden Themen/Projekte sowie die Auswahl der (organisationsweit) durchzuführenden Projekte anhand ihrer Wichtigkeit für die Erreichung der Organisationsziele</li><li>Integration aller Sparkassen-Verbundpartner in die sphärenübergreifenden Planungs- und Zusammenarbeitsprozesse der Sparkassen-Finanzgruppe</li><li>Beratung von und Abstimmung mit internen und externen Stakeholdern</li><li>Planung des Projektportfoliobudgets und des projektübergreifenden Ressourcenmanagements für interne und externe Ressourcen in Zusammenarbeit mit den beteiligten Fachbereichen</li><li>Koordination und laufende Abstimmung mit Verbundpartnern zu Projekt-bezogenen und fachübergreifenden Anforderungen aus strategischen Projektvorhaben der Sparkassen-Finanzgruppe</li><li>Adressatengerechtes Reporting gegenüber Auftraggebern, Senior Management und weiteren Stakeholdern und Herbeiführung essenzieller Entscheidungen innerhalb der relevanten Gremien.</li><li>Kontinuierliche Weiterentwicklung der Prozesse in der Zusammenarbeit mit den Verbundunternehmen der Finanzgruppe</li></ul><p><br></p><p><strong>Anforderungen</strong></p><ul><li>Abgeschlossenes Studium im Bereich Wirtschaft, Informatik, Projektmanagement oder vergleichbare Ausbildung</li><li>Nachweisbare Führungsverantwortung und Erfahrung im Aufbau und der Entwicklung von Teams</li><li>Kenntnisse im Bereich des Planungs- und Projektmanagements, idealerweise unternehmens- bzw. konzernübergreifendes Projektportfoliomanagement</li><li>Einschlägige Berufserfahrung in dezentralen Organisationen oder in der Finanzdienstleistungsbranche von Vorteil</li><li>Planungs- und Organisationstalent, um den unterschiedlichen Anforderungsbereichen qualitativ und zeitlich gerecht zu werden.</li><li>Verantwortungsbereitschaft, Durchsetzungsstärke und Verhandlungsfähigkeit gegenüber internen und externen Partnern</li><li>Ausgeprägte Team- und Integrationsfähigkeit und konstruktives Konfliktverhalten</li><li>Kenntnisse in Kollaborationstools wie z.B. Confluence, Jira</li><li>Verhandlungssichere Deutschkenntnisse</li></ul>", "function_skills": "[\"DIGITALISATION\", \"BUSINESS_UNIT_STRATEGY\", \"PROJECT_MANAGEMENT_OFFICE_PMO\"]", "industry_skills": "[\"BANKING\"]", "city": "Berlin oder Stuttgart", "country": "GERMANY", "salary": "FROM_100K_TO_150K", "day_rate": "NOT_APPLICABLE", "type": "PERM"}
{"id": "412", "position": "Head of Controlling", "html_content": "<p><em>Das Unternehmen ist Teil einer internationalen Gruppe und spezialisiert auf innovative Lösungen zur Wasseraufbereitung. Mit Produkten wie Wasserenthärtern, Filtern, Wasserspendern und industriellen Systemen verbessert es die Wasserqualität und trägt zur Ressourcenschonung bei. Das Angebot richtet sich an private Haushalte, Gewerbe und Industrie</em></p><p><br></p><p><strong>Zusammenfassung</strong>:</p><ul><li>Position: Head of Controlling</li><li>Location: Neuss (2 Tage / Woche home office möglich)</li><li>Gehaltsindikation (VB): 90-100k p.a. fix (+20% Bonus) - 120k OTE</li><li>Reporting Line: CFO</li><li>Teamgröße: 4 FTE</li></ul><p><br></p><p><strong>Aufgaben</strong></p><ul><li>Fortlaufende Analyse und Performance-Controlling unserer Geschäftseinheiten BWC und BFC, sowie unserer Wachstums-, Effizienz- und Integrationsinitiativen</li><li>Durchführen und Überwachen von Budgetierung, Forecasting, Monatsreporting und Abweichungsanalysen – sowie Ad-hoc-Analysen für Projekte</li><li>Treiben unseres Working Capital Managements, insbesondere Accounts Receivable, in enger Zusammenarbeit mit unserem Forderungsmanagement und Vertriebsteam</li><li>Entwicklung, Implementierung und kontinuierliche Verbesserung von Controlling-Prozessen, Risikomanagement, und -Tools KPI-Systemen und Dashboards</li><li>Business Partner für den CEO/CFO sowie den Abteilungen Accounting, Sales, Operations und Einkauf – auf Basis Ihrer Analysen geben Sie wichtige Hinweise für die Entwicklung in all‘ unseren Funktionen</li><li>Zusammenarbeit und Unterstützung mit externen Dienstleistern (Strategie- und Steuerberater, Wirtschaftsprüfer, etc.)</li><li>Unterstützung der Geschäftsführung bei strategischen und operativen Fragestellungen durch fundierte Analysen</li></ul><p><br></p><p><strong>Anforderungen: </strong></p><ul><li>Abgeschlossenes Studium der Betriebswirtschaftslehre, idealerweise mit Schwerpunkt Controlling oder Accounting</li><li>Mind. 4 Jahre Berufserfahrung in einer Big4 oder Next-10 Wirtschaftsprüfungsgesellschaft (sehr gerne Transaction Services oder Controlling nah) oder im Business Controlling eines Konzerns</li><li>Fundierte Kenntnisse in HGB und US-GAAP, keine bloße Aufbereitung von Finanzdaten</li><li>Sicherer Umgang mit ERP-Systemen (insb. SAP, Datev) und Excel-Kenntnisse. PowerBI/Tableau/Qlik wären ein Plus</li><li>Sehr gute Deutsch- und Englischkenntnisse in Wort und Schrift</li><li>Ausgeprägte analytische und konzeptionelle Fähigkeiten und Zahlenaffinität</li><li>Kommunikationsstärke und die Fähigkeit, komplexe Sachverhalte zu kommunizieren</li></ul>", "function_skills": "[\"ACCOUNTING\", \"CONTROLLING_AND_PERFORMANCE_MEASUREMENT_SYSTEMS\", \"CORPORATE_FINANCE\"]", "industry_skills": "[\"WATER_AND_WASTE\"]", "city": "Neuss (bei Düsseldorf)", "country": "GERMANY", "salary": "FROM_100K_TO_150K", "day_rate": "NOT_APPLICABLE", "type": "PERM"}
