{
    "country": "USA",
    "city": "Chicago, IL",
    "summary": "We are a Fortune 500 logistics company looking for a CDO to drive digital transformation with AI-powered analytics.",
    "skills": [
        {
            "specialized skill": "Develop data governance frameworks, Implement AI models for predictive supply chain analytics",
            "common skill": "Leadership"
        }
    ],
    "experience": [
        {
            "job_title": "Chief Data Officer (CDO)",
            "company": "TransGlobal Freight",
            "start_date": "",
            "end_date": "",
            "description": "Drive digital transformation with AI-powered analytics."
        }
    ],
    "education": [
        {
            "degree": "Ph.D. in Data Science",
            "institution": "",
            "start_year": "",
            "end_year": ""
        }
    ],
    "enrichment parameters": [
        {
            "Employment Pattern & Progression": "Candidate should have a progressive career in data science, preferably in logistics or related industries. Experience in a leadership role is a must.",
            "Company Type & Sector": "The company is a Fortune 500 logistics company.",
            "Education Quality & Ranking": "Candidate should have a Ph.D. in Data Science from a top-tier institution.",
            "Skill Demand & Market Relevance": "Skills in AI and data analytics are highly relevant in the current market, especially in the logistics sector.",
            "Leadership Experience": "Candidate should have experience leading a team and driving digital transformation initiatives.",
            "Budget & Project Management": "Candidate should have experience managing large budgets and overseeing complex data-related projects.",
            "International Experience & Mobility": "International experience is a plus, given the global nature of logistics. Candidate should be open to travel.",
            "Soft Skills from Sales Calls": "Candidate should have excellent communication skills and the ability to present complex data insights in a clear and compelling manner.",
            "Personality & Behavioral Traits": "Candidate should be innovative, results-driven, and able to thrive in a fast-paced environment.",
            "Future Career Goals (Sales-Inferred)": "Candidate may aspire to lead digital transformation on a larger scale or in a larger organization.",
            "Salary Expectations (Sales-Inferred)": "Given the seniority of the role and the company's status, the salary is expected to be competitive and commensurate with experience.",
            "Cultural Fit Indicators": "Candidate should align with the company's values of innovation, integrity, and customer focus."
        }
    ]
}